//This file generated by SmoothLocalize.com

"%d Repetitions" = "%d Repetições";

"%ld professionally designed challenges to tone and maximize fat loss." = "%ld desafios desenhados profissionalmente para tonificar e maximizar a perda de gordura";

"(S)he Lifts" = "Elevações Ele(a)";

"30 Day Beginner Challenge" = "Desafio 30 Dias Iniciante";

"30 Day Bikini Body Challenge" = "Desafio 30 Dias Corpo de Bikini";

"7 Minutes" = "7 minutos";

"A great app for fitness challenges!" = "Um ótima aplicação para desafios fitness!";

"Advanced" = "Avançado";

"All in one spot, anytime, on the go." = "Tudo num só lugar, a qualquer hora, em movimento.";

"Athletic Training" = "Treino atlético";

"Beach Abs" = "Abdominais de Praia";

"Beginner" = "Iniciante";

"Buy for $%0.02f" = "Compre por $%0.02f";

"Cancel" = "Cancelar";

"Check out this great app for doing fitness challenges. https://itunes.apple.com/us/app/id986580178" = "Veja esta ótima aplicação para fazer desafios de fitness. https://itunes.apple.com/us/app/id986580178";

"Day %d: %d Minutes" = "Dia %1$d: %2$d Minutos";

"Day %ld: Rest Day" = "Dia %1$d: Dia de descanço";

"Error" = "Erro";

"Error loading the exercise. Please try again." = "Erro ao carregar o exercício. Por favor tente de novo.";

"Error!" = "Erro!";

"Facebook App is not installed." = "Aplicação do Facebook não está instalada.";

"Finish previous workouts to unlock this workout" = "Termine exercícios anteriores para desbloquear este exercício";

"For beginners & intermediates." = "Para iniciantes e intermédios.";

"Hey! Check this amazing app for fitness challenges. https://itunes.apple.com/us/app/id986580178?mt=8" = "Hey! Veja esta ótima aplicação para fazer desafios de fitness. https://itunes.apple.com/us/app/id986580178?mt=8";

"HIIT Cardio" = "Cardio HIIT";

"Home Workouts" = "Exercícios em Casa";

"Hurray!" = "Hurray!";

"I hope Fit30 has helped you get in better shape! If so, we'd really appreciate a review in the App Store. Thank you so much!\n-Jay" = "Espero que Fit30 o tenha ajudado a ficar em melhor forma! Se sim, ficaríamos agradecidos com um comentário na App Store. Muito obrigado! \n-Jay";

"Impress the Ladies" = "Impressione as Raparigas";

"Instructions:\n%@" = "Instruções:\n%@";

"Intermediate" = "Intermédio";

"Lean Legs, Tight Tush" = "Pernas finas, Rabo tonificado";

"Locked!" = "Bloqueado!";

"Make sure you enabled banner/alert in the Notification Center." = "Certifique-se que ativou o banner/alerta no Centro de Notificações.";

"Message" = "Mensagem";

"Most Popular" = "Mais popular";

"NEW!" = "NOVO!";

"No" = "Não";

"No equipment needed." = "Nenhum equipamento necessário.";

"Notification" = "Notificação";

"OK" = "OK";

"OVER 50% OFF!" = "MAIS de 50% de DESCONTO!";

"Please help us out!" = "Por favor ajude-nos!";

"Please load this challenge again to enable the buy button." = "Por favor carregue este desafio de novo para ativar o botão comprar.";

"Purchase this challenge to unlock it" = "Compre este desafio para o desbloquear";

"Registration failed" = "Registo falhou";

"Registration successful" = "Registo com sucesso";

"Reminder for next day" = "Lembrete para o dia seguinte";

"Select" = "Selecione";

"Show me!" = "Mostrar-me!";

"Speciality" = "Especialidade";

"Success" = "Sucesso";

"Sure!" = "Claro!";

"Thank you for purchasing All Challenges!" = "Obrigado por comprar Todos os Desafios!";

"This device does not have the capability to send texts" = "Este dispositivo não tem a capacidade de enviar mensagens";

"Try Again" = "Tente Novamente";

"Unable to connect to the server." = "Impossível ligar ao servidor.";

"Unable to load" = "Impossível carregar";

"Unable to retrieve price for all from Apple's Servers. Please try again." = "Impossível obter o preço para todos a partir dos Servidores Apple. Por favor tente novamente.";

"Unable to retrieve the price for buy all." = "Impossível obter o preço para comprar tudo.";

"Video URL is NULL" = "URL do Video é NULO";

"What feature would you like to see next on the app?" = "Que funcionalidade gostaria de ver de seguida na aplicação?";

"Woohoo! Day %d is done. One step closer to asking out Siri ;)" = "Woohoo! Dia %d está completo. Um passo mais próximo de convidar a Siri para um encontro ;)";

"Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para maximizar perda de gordura. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"Ultimate Fat Burner" = "O maior queimador de gordura";

"Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar pernas e bumbum. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"Lean Long Legs" = "Pernas longas e finas";

"Professionally designed challenge to tone legs and butt. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar pernas e bumbum. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"Bubble Butt" = "Bumbum Bolha";

"Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar pernas. O dia 30 vai desafiar qualquer um! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"200 Rep Squat Challenge" = "Desafio de Agachamentos de 200 Repetições";

"Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar abdominais. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"Beach Body Abs" = "Abdominais de Corpo de Praia";

"Professionally designed challenge to tone legs. Day 30 will test anyone!\n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar pernas. Dia 30 vai testar qualquer um! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"100 Rep Squat Challenge" = "Desafio de agachamentos de 100 repetições";

"Professionally designed challenge to tone abs. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para tonificar abdominais. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"ABSolutely Killer Abs" = "Abdominais ABSolutamente Mortíferos";

"Professionally designed challenge to maximize fat loss. The workouts are quick, but highly effective! \n\n+ 30 workouts; pay $1.99 for lifetime access\n+ video guidance for EVERY exercise\n+ simple interface to keep track of progress" = "Desafio profissionalmente desenhado para maximizar perda de gordura. Os treinos são rápidos, mas altamente eficazes! \n\n+ 30 exercícios; pague $1.99 para acesso para vida\n+ Orientação de vídeo para TODOS os exercícios\n+ Interface simples para acompanhar o progresso";

"HIIT Cardio" = "Cardio HIIT";

"Push Ups" = "Flexões";

"Push Up w/Rotation" = "Flexões com Rotação";

"Squats+Reverse Lifts " = "Agachamentos+Elevações Invertidas";

"Crunches" = "Abdominais";

"Rocker Squats" = "Agachamentos Rocker";

"Russian Twists" = "Torcidas Russas";

"Roundabout Squats " = "Agachamentos Roundabout";

"Double Ski Squats" = "Agachamentos Double Ski";

"Alt. Knee Raise" = "Elevação do Joelho Alternada";

"Plie Squats" = "Agachamentos Plie";

"High Knees" = "Joelhos Altos";

"Squats + Leg Raises" = "Agachamentos + Elevação das pernas";

"Ski Squat Jumps" = "Saltos Agachamentos Ski";

"Lying Knee Twists" = "Torcidas com o joelho deitado";

"Sumo Squats+High Kicks" = "Agachamentos Sumo + Pontapés Altos";

"Step Ups" = "Step Ups";

"Side Squats" = "Agachamentos laterais";

"3 Point Squat Hops" = "Saltos Agachamentos de 3 pontos";

"Ski Squat + Double Pulse" = "Agachamentos Ski + Duplo Pulso";

"Jumping Jacks" = "Cangurus";

"Side Obliques" = "Oblíquos laterais";

"Reaching Obliques" = "Oblíquos de alcance";

"Lunges" = "Lunges";

"Super Slow Squats" = "Agachamentos Super Lentos";

"Pop Squats" = "Agachamentos Pop";

"Squat Hops" = "Agachamento com Salto";

"Basic squats" = "Agachamentos básicos";

"Tricep Dips" = "Elevações do Tricep";

"Jump Squats " = "Saltos de Agachamentos";

"Pilates Leg Pulls" = "Puxada da perna de Pilates";

"Rocket Squats" = "Agachamentos Rocket";

"Knee Tucks" = "Encolher Joelhos";

"Pilates Toe Taps" = "Toque nos dedos do pé de Pilates";

"Triple Dip Squats " = "Agachamentos Triplos";

"Toe Touches" = "Toque nos dedos dos pés";

"Flutter Kicks" = "Pontapés Flutter";

"Side Hip Raises" = "Eleavação lateral das ancas";

"Heel Touches" = "Toques no calcanhar";

"BUY CHALLENGE ($%0.02f)" = "COMPRAR DESAFIO ($%0.02F)";

"BUY CHALLENGE" = "COMPRAR DESAFIO";

"SHARE" = "PARTILHAR";

"TEXT A FRIEND" = "ENVIAR MENSAGEM A UM AMIGO";

"REQUEST A FEATURE" = "PEDIR UMA FUNCIONALIDADE";

"FACEBOOK" = "FACEBOOK";

"UNLOCK ALL CHALLENGES" = "DESBLOQUEIE TODOS OS DESAFIOS";

"%@ VALUE, %d%% OFF!" = "VALOR %@, DESCONTO %d%%!";

